[
	{
		"name": "Irene",
		"surname": "González Pinilla",
		"description": [
			"Programadora junior con un hambre atroz por aprender",
			"Estudié conservación y restauración de obras de arte, carrera que me aportó grandes cualidades como la resistencia a la frustración, a hacer el trabajo de manera eficiente, trabajar bajo la presión de un tiempo de entrega muy ajustado, a trabajar en equipo aprovechando al máximo las capacidades de cada uno para sacar el mayor partrido",
			"Aunque parezca en un principio que esta experiencia o conocimientos no aportan demasiado he aprendido que son cualidades francamente valiosas en cualquier ámbito laboral",
			"Actualmente me encuentro trabajando como Programadora web junior donde mi función principal es la maquetación, para ello uso HTML5, CSS3, jQuery, gulp y sass",
			"Para saciar mis ganas de aprender hago pequeños proyectos por mi cuenta, tanto en JavaScript Vanilla como en ReactJS"
		]
	},
	{
		"biography": [
			"En mi casa siempre hubo ordenador y como en casi todos sitios había que turnarse como buenos hermanos. Para poder jugar me las tenía que ver con MS-DOS y en casa de mi abuelo jugábamos al Arkanoid en una pantalla de 16 colores gracias al disco de 5 1/4, todo un lujazo.",
			"Durante la carrera, gracias a Ubuntu, fui capaz a sobrevivir a Windows Vista y empecé a adentrarme en el mundo del software libre de forma totalmente autodidacta. Incluso me atreví a instalarme un emulador de windows...wine...con el que me peleé hasta aburrirme, solo para intentar jugar.",
			"El día que me hablaron de Adalab y me pusieron sobre la mesa aquello de la programación front-end, lo tuve claro, era mi próximo destino."
		],
		"curriculumText": [
			"Durante los meses de formación en Adalab he realizado distintos tipos de proyectos: El primero que realicé sola es la base de la web por la que te encuentras navegando, a la que he realizado diversas modificaciones de maquetación, así como he añadido funcionalidades tales como el menú hamburguesa mediante Java Script.",
			"Durante varias semanas he estado inmersa en el mundo de la programación gracias a Adalab, consiguiendo realizar proyectos individuales y en grupo, aplicando la filosofía Agile para gestionar el cambio constante en el que me encontraba sumergida junto a mis compañeras.",
			"Soy una persona curiosa, con inquietud por aprender constantemente y crecer, así que estoy deseando tener mi oportunidad y seguir creciendo.",
			"Me encanta la combinación del trabajo en equipo y el individual, poniendo en valor las cualidades de cada miembro por el bien del conjunto."
		],
		"evolutionText": [
			"El trabajo que estoy desarrollando actualmente es en esencia maquetación, en este ámbito he aprendido mucho, tanto css como el tener que buscar e investigar para conseguir cumplir con el diseño realizado por el cliente."
		],
		"curious": [
			{
				"title": "Lectora",
				"description": "Me gusta tener un libro en la retaguardia con el que viajar e imaginar. Adoro el poder que tiene la lectura y siempre que tengo un poco más de tiempo aprovecho para leer unas pocas o muchas páginas."
			},
			{
				"title": "Crochetera",
				"description": "Me encanta ver series, pero estar con las manos queitas me cuenta un poco así que suelo tener un proyecto entre manos, suelo decirme que solo una vuelta más y lo dejo..., pero no suele ser solo una"
			},
			{
				"title": "Ordenada",
				"description": "No me gusta repetir las cosas ni tampoco que aquello que tengo que hacer se convierta en eterno, por eso me gusta me gusta investigar y probar maneras más eficientes de hacer las cosas, así economizo mi tiempo"
			}
		]
	},
	{
		"description": "En el siguiente apartado encontrarás por orden de ejecución los ejercicios realizados en las evaluaciones de Adalab, algunas ya están modificadas y otras son completamente nuevas y de idea propia.",
		"projects": [
			{
				"name": "Buscador de Personajes",
				"date": "",
				"type": "own",
				"description-short": "Se trata de un buscador de personajes de la serie de animación Rick y Morty",
				"description": [
					"Si te gusta la serie echa un vistazo a los personajes que han surgido hasta ahora, filtralos como quieras y... ¡A por los siguientes!",
					"En este ejercicio final las directrices únicamente solicitaban una petición a la Api y algún filtro, pero no pude conformarme viendo que había tantos personajes decidí realizar la paginación (aún no es perfecta, pronto seguiré trabajando en ella)",
					"A la hora de realizar los filtros me encontré con el handicap de no conocer la serie así que me las averigué para que en cada paginación los filtros se modifican de manera automática facilitando en cada momento las opciones necesarias.",
					"Gracias a esto ya estoy trabajando con la nueva api adaptando el diseño de la página, estoy deseando poder enseñarla, aún queda tener un poco de paciencia."
				],
				"link-web": "https://iregonzalez.github.io/buscador-de-personajes/#/",
				"link-github": "https://github.com/IreGonzalez/buscador-de-personajes",
				"img": ""
			},
			{
				"name": "Buscador de series",
				"date": "",
				"type": "own",
				"description-short": "Web en la que almacenar un listado de tus series favoritas",
				"description": [
					"Accede a la Web, realiza tu búsqueda y guarda tus series favoritas en la lista y si ya no te gusta, ¡borrala!",
					"Cada vez que accedas a la web, tu selección permanecerá intacta en la caché de tu ordenador siempre que no la resetees.",
					"Se trata del primer proyecto individual realizado por completo en JavaScript con el que puse a prueba mis conocimientos iniciales sobre este lenguaje."
				],
				"link-web": "https://iregonzalez.github.io/buscador-de-series/",
				"link-github": "https://github.com/IreGonzalez/buscador-de-series",
				"img": ""
			},
			{
				"name": "Knit Projects",
				"date": "",
				"type": "own",
				"description-short": "Web con la que organizar y filtrar tus proyectos tejeriles, aún es una versión primitiva, pero poco a poco irá creciendo",
				"description": [
					"Web con la que organizar y filtrar los proyectos kniting que estés realizando. Aunque aparentemente lo veas vacío, seguro que si consultas el código no te parece lo mismo.",
					"Este proyecto comenzó siendo un gestor de clubs con el que me inicié en el uso de la biblioteca de JavaScrip, React. Realizamos este proyecto donde la mayor dificultad estaba en reprogramar nuestro cerebro.",
					"Actualmente este proyecto está en plena fase de transformación, mi intención es completar las versiones tablet y desktop para hacerla totalmente responsive, también quiero implementar más funcionalidades como escoger entre distintas técnicas tejeriles o ordenarlos según prioridad de entrega."
				],
				"link-web": "https://iregonzalez.github.io/knit-projects/",
				"link-github": "https://github.com/IreGonzalez/knit-projects",
				"img": ""
			},
			{
				"name": "Antiguo Portfolio",
				"date": "",
				"type": "own",
				"description-short": "El primer proyecto que realicé de manera individual adaptado y rediseñado para ser mi portfolio",
				"description": [
					"Se trata del primer proyecto individual que realicé, en su origen tenía un aspecto diferente así que lo adapté y rediseñé para poder tener un portfolio al acabar en Adalab",
					"Si entras en el enlace y navegas un poco en él entenderás porqué he decidido rediseñarlo y hacerlo completamente nuevo"
				],
				"link-web": "",
				"link-github": "",
				"img": ""
			},
			{
				"name": "\"Google\" extension",
				"date": "",
				"type": "own",
				"description-short": "Aplicación web en la que estoy trabajando y practicando JavaScript Vanilla",
				"description": [
					"Landpage en la que estoy implementando distintas funcionalidades para practicar JavaScript Vanilla.",
					"El fondo de pantalla cambia de forma random entre distintas imágenes extraídas de Flikr, al introducir tu nombre en el Input aoparecerá en tu saludo de Buenos días.",
					"Actualmente sigo trabajando en este proyecto para implementar más funcionalidades, como que pase de Buenos días a Buenas tardes y noches, añadir frases motivacionales o curiosas, mejorar la  etc."
				],
				"link-web": "https://iregonzalez.github.io/google-extension/",
				"link-github": "https://github.com/IreGonzalez/google-extension",
				"img": ""
			},
			{
				"name": "Antiguo Portfolio",
				"date": "",
				"type": "own",
				"description-short": "Rediseño y adaptación de mi primera web individual",
				"description": [
					"Se trata del primer proyecto individual que realicé, en su origen tenía un aspecto diferente así que lo adapté y rediseñé para poder tener un portfolio al acabar en Adalab",
					"Si entras en el enlace y navegas un poco en él entenderás porqué he decidido rediseñarlo y hacerlo completamente nuevo"
				],
				"link-web": "",
				"link-github": "",
				"img": ""
			},
			{
				"name": "Equipo Cabra",
				"date": "",
				"type": "teamwork",
				"description-short": "Primera web realizada en equipo",
				"description": ["", ""],
				"link-web": "",
				"link-github": "",
				"img": ""
			},
			{
				"name": "Awesome profile-cards",
				"date": "",
				"type": "teamwork",
				"description-short": "Segundo proyecto en equipo, el primero en el que introdujimos JavaScript",
				"description": ["", ""],
				"link-web": "",
				"link-github": "",
				"img": ""
			},
			{
				"name": "",
				"date": "",
				"type": "",
				"description-short": "",
				"description": ["", ""],
				"link-web": "",
				"link-github": "",
				"img": ""
			}
		]
	},
	{
		"curriculumText": [
			"Durante los meses de formación en Adalab he realizado distintos tipos de proyectos: El primero que realicé sola es la base de la web por la que te encuentras navegando, a la que he realizado diversas modificaciones de maquetación, así como he añadido funcionalidades tales como el menú hamburguesa mediante Java Script.",
			"Durante varias semanas he estado inmersa en el mundo de la programación gracias a Adalab, consiguiendo realizar proyectos individuales y en grupo, aplicando la filosofía Agile para gestionar el cambio constante en el que me encontraba sumergida junto a mis compañeras.",
			"Soy una persona curiosa, con inquietud por aprender constantemente y crecer, así que estoy deseando tener mi oportunidad y seguir creciendo.",
			"Me encanta la combinación del trabajo en equipo y el individual, poniendo en valor las cualidades de cada miembro por el bien del conjunto."
		]
	}
]
