{
	"intro_phrase": "Mantener el código limpio y ordenado es un mantra",
	"intro_history_text_bio_1": "En mi casa siempre hubo ordenador y como en casi todas las familias había que turnarse como buenos hermanos. Para poder jugar me las tenía que ver con MS-DOS y en casa de mi abuelo jugábamos al Arkanoid en una pantalla de 16 colores gracias al disco \"sagrado\" de 5 1/4, todo un lujazo.",
	"intro_history_text_bio_2": "Durante la carrera, gracias a Ubuntu, fui capaz a sobrevivir a Windows Vista y empecé a adentrarme en el mundo del software libre de forma totalmente autodidacta. Incluso me atreví a instalarme un emulador de windows...wine...con el que me peleé hasta aburrirme, solo para intentar jugar al único juego de PC que me ha enganchado durante horas, el Diablo II (la época de los cibercafés fue intensa).",
	"intro_history_text_bio_3": "Amigos y un hermano informático junto con mi propio interés por la informática me ha llevado siempre a conversaciones cuanto menos curiosas sobre el mundo de la tecnología y han aumentado mi interés por este campo",
	"intro_history_text_bio_4": "El día que me hablaron de Adalab y me pusieron sobre la mesa aquello de la programación front-end, lo tuve claro, era mi próximo destino.",
	"initial_curriculum_text_1": "Durante los meses de formación en Adalab he realizado distintos tipos de proyectos: El primero que realicé sola es la base de la web por la que te encuentras navegando, a la que he realizado diversas modificaciones de maquetación, así como he añadido funcionalidades tales como el menú hamburguesa mediante Java Script.",
	"initial_curriculum_text_2": "Durante varias semanas he estado inmersa en el mundo de la programación gracias a Adalab, consiguiendo realizar proyectos individuales y en grupo, aplicando la filosofía Agile para gestionar el cambio constante en el que me encontraba sumergida junto a mis compañeras.",
	"initial_curriculum_personal_description_1": "Soy una persona curiosa, con inquietud por aprender constantemente y crecer, así que estoy deseando tener mi oportunidad y seguir creciendo.",
	"initial_curriculum_personal_desciption_2": "Me encanta la combinación del trabajo en equipo y el individual, poniendo en valor las cualidades de cada miembro por el bien del conjunto.",
	"hobbi_1_title": "Lectora",
	"hobbi_1_text": "Me gusta tener un libro en la retaguardia con el que viajar e imaginar. Adoro el poder que tiene la lectura y siempre que tengo un poco más de tiempo aprovecho para leer unas pocas o muchas páginas.",
	"hobbi_2_title": "Crochetera",
	"hobbi_2_text": "Me encanta ver series, pero estar con las manos queitas me cuenta un poco así que suelo tener un proyecto entre manos, suelo decirme que solo una vuelta más y lo dejo..., pero no suele ser solo una.",
	"hobbi_3_title": "Bla bla bla",
	"hobbi_3_text": "lorem",
	"work_description_xeria": "El trabajo que estoy desarrollando actualmente es en esencia maquetación, en este ámbito he aprendido mucho, tanto css como el tener que buscar e investigar para conseguir cumplir con el diseño realizado por el cliente.",
	"project_introduction_text_1":"En el siguiente apartado encontrarás por orden de ejecución los ejercicios realizados en las evaluaciones de Adalab, algunas ya están modificadas y otras son completamente nuevas y de idea propia.",
	"first_project_web_1_title": "Antiguo Portfolio",
	"first_project_web_1_short_description": "El primer proyecto que realicé de manera individual adaptado y rediseñado para ser mi portfolio",
	"first_project_web_1_text_1": "Se trata del primer proyecto individual que realicé, en su origen tenía un aspecto diferente así que lo adapté y rediseñé para poder tener un portfolio al acabar en Adalab",
	"first_project_web_1_text_2": "Si entras en el enlace y navegas un poco en él entenderás porqué he decidido rediseñarlo y hacerlo completamente nuevo",
	"first_project_web_1_link_code_text": "code",
	"first_project_web_1_link_web_text": "web",
	"first_project_web_1_link_code": "",
	"first_project_web_1_link_web": "",
	"first_project_web_2_title": "Knit Projects",
	"first_project_web_2_short_description": "Web con la que organizar y filtrar tus proyectos tejeriles, aún es una versión primitiva, pero poco a poco irá creciendo",
	"first_project_web_2_text_1": "Web con la que organizar y filtrar los proyectos kniting que estés realizando. Aunque aparentemente lo veas vacío, seguro que si consultas el código no te parece lo mismo.",
	"first_project_web_2_text_2": "Este proyecto comenzó siendo un gestor de clubs con el que me inicié en el uso de la biblioteca de JavaScrip, React. Realizamos este proyecto donde la mayor dificultad estaba en reprogramar nuestro cerebro.",
	"first_project_web_2_text_3": "Actualmente este proyecto está en plena fase de transformación, mi intención es completar las versiones tablet y desktop para hacerla totalmente responsive, también quiero implementar más funcionalidades como escoger entre distintas técnicas tejeriles o ordenarlos según prioridad de entrega.",
	"first_project_web_2_link_code_text": "code",
	"first_project_web_2_link_web_text": "web",
	"first_project_web_2_link_code": "https://github.com/IreGonzalez/knit-projects",
	"first_project_web_2_link_web": "https://iregonzalez.github.io/knit-projects/",
	"first_project_web_3_title": "Buscador de series",
	"first_project_web_3_short_description": "Web en la que almacenar un listado de tus series favoritas",
	"first_project_web_3_text_1": "Accede a la Web, realiza tu búsqueda y guarda tus series favoritas en la lista y si ya no te gusta, ¡borrala!",
	"first_project_web_3_text_2": "Cada vez que accedas a la web, tu selección permanecerá intacta en la caché de tu ordenador siempre que no la resetees.",
	"first_project_web_3_text_3": "Se trata del primer proyecto individual realizado por completo en JavaScript con el que puse a prueba mis conocimientos iniciales sobre este lenguaje.",
	"first_project_web_3_link_code_text": "code",
	"first_project_web_3_link_web_text": "web",
	"first_project_web_3_link_code": "https://github.com/IreGonzalez/buscador-de-series",
	"first_project_web_3_link_web": "https://iregonzalez.github.io/buscador-de-series/",
	"first_project_web_4_title": "Buscador de Personajes",
	"first_project_web_4_short_description": "Se trata de un buscador de personajes de la serie de animación Rick y Morty",
	"first_project_web_4_text_1": "Si te gusta la serie echa un vistazo a los personajes que han surgido hasta ahora, filtralos como quieras y... ¡A por los siguientes!",
	"first_project_web_4_text_2": "En este ejercicio final las directrices únicamente solicitaban una petición a la Api y algún filtro, pero no pude conformarme viendo que había tantos personajes decidí realizar la paginación (aún no es perfecta, pronto seguiré trabajando en ella)",
	"first_project_web_4_text_3": "A la hora de realizar los filtros me encontré con el handicap de no conocer la serie así que me las averigué para que en cada paginación los filtros se modifican de manera automática facilitando en cada momento las opciones necesarias.",
	"first_project_web_4_text_4": "Gracias a esto ya estoy trabajando con la nueva api adaptando el diseño de la página, estoy deseando poder enseñarla, aún queda tener un poco de paciencia.",
	"first_project_web_4_link_code_text": "code",
	"first_project_web_4_link_web_text": "web",
	"first_project_web_4_link_code": "https://github.com/IreGonzalez/buscador-de-personajes",
	"first_project_web_4_link_web": "https://iregonzalez.github.io/buscador-de-personajes/#/",
	"first_project_web_5_title": "\"Google\" extension",
	"first_project_web_5_short_description": "Aplicación web en la que estoy trabajando y practicando JavaScript Vanilla",
	"first_project_web_5_text_1": "Landpage en la que estoy implementando distintas funcionalidades para practicar JavaScript Vanilla.",
	"first_project_web_5_text_2": "El fondo de pantalla cambia de forma random entre distintas imágenes extraídas de Flikr, al introducir tu nombre en el Input aoparecerá en tu saludo de Buenos días.",
	"first_project_web_5_text_3": "Actualmente sigo trabajando en este proyecto para implementar más funcionalidades, como que pase de Buenos días a Buenas tardes y noches, añadir frases motivacionales o curiosas, mejorar la  etc.",
	"first_project_web_5_link_code_text": "code",
	"first_project_web_5_link_web_text": "web",
	"first_project_web_5_link_code": "https://github.com/IreGonzalez/google-extension",
	"first_project_web_5_link_web": "https://iregonzalez.github.io/google-extension/",
	"first_project_web_6_title": "",
	"first_project_web_6_short_description": "",
	"first_project_web_6_text_1": "",
	"first_project_web_6_text_2": "",
	"first_project_web_6_link_code_text": "code",
	"first_project_web_6_link_web_text": "web",
	"first_project_web_6_link_code": "",
	"first_project_web_6_link_web": "",


			"id": "bc003",
			"title": "Ordenada",
			"description": "No me gusta repetir las cosas ni tampoco que aquello que tengo que hacer se convierta en eterno, por eso me gusta me gusta investigar y probar maneras más eficientes de hacer las cosas, así economizo mi tiempo."
}